Repository: kindred-app/KindredSDK-Pod
Catalog: Localizations/*.lproj/Kindred.strings
Languages: de

source: donations
de: spenden

source: Up to
de: Bis zu

source: Copy
de: Kopieren

source: Copy & Go
de: Kopieren und weiter

source: Claim offer
de: Zum Gutschein

source: offers available for %@!
de: aktuelle %@ Gutscheine verfugbar!

source: Deal activated
de: Deal aktiviert

source: Click here to view details
de: Klicken Sie hier, um Details anzuzeigen

source: Click here to view your coupon codes
de: Klicken Sie hier, um Ihre Gutscheincodes anzuzeigen

source: Get my cashback
de: Holen sie sich mein cashback

source: Get my donations
de: Holen sie sich meine spenden
